"Administration" = "Διαχείριση";
"Adult" = "Για Ενήλικες";
"App Addons" = "Πρόσθετα Εφαρμογών";
"Archiving" = "Αρχειοθέτηση";
"CarrierBundle" = "Λογότυπα Φορέων";
"Data_Storage" = "Αποθήκευση Δεδομένων";
"Development" = "Ανάπτυξη";
"Dictionaries" = "Λεξικά";
"eBooks" = "e-Βιβλία";
"Entertainment" = "Διασκέδαση";
"Games" = "Παιχνίδια";
"Java" = "Java";
"Keyboards" = "Πληκτρολόγια";
"Localization" = "Γλωσσικά Εργαλεία";
"Messages" = "Μηνύματα";
"Messaging" = "Μηνύματα";
"Multimedia" = "Πολυμέσα";
"Navigation" = "Πλοήγηση";
"Networking" = "Δικτύωση";
"Packaging" = "Εργαλεία Πακέτων";
"Productivity" = "Παραγωγικότητα";
"Repositories" = "Πηγές";
"Ringtones" = "Ήχοι Κλήσης";
"Scripting" = "Κώδικας Τερματικού";
"Security" = "Ασφάλεια";
"System" = "Σύστημα";
"Terminal_Support" = "Υποστήριξη Τερματικού";
"Text Editors" = "Επεξεργαστές Κειμένου";
"Text_Editors" = "Επεξεργαστές Κειμένου";
"Themes" = "Θέματα";
"Themes (Addition)" = "Θέματα (Προσθήκες)";
"Themes (App)" = "Θέματα (Εφαρμογών)";
"Themes (Apps)" = "Θέματα (Εφαρμογών)";
"Themes (Battery)" = "Θέματα (Μπαταρίας)";
"Themes (Complete)" = "Θέματα (Ολοκληρωμένα)";
"Themes (Dialer)" = "Θέματα (Dialer)";
"Themes (Dock)" = "Θέματα (Dock)";
"Themes (Icy)" = "Θέματα (Icy)";
"Themes (Keyboard)" = "Θέματα (Πληκτρολόγιο)";
"Themes (Lockscreen)" = "Θέματα (Lockscreen)";
"Themes (Per-Page)" = "Θέματα (Ανά-Σελίδα)";
"Themes (Ringtones)" = "Θέματα (Ήχοι Κλήσης)";
"Themes (SBSettings)" = "Θέματα (SBSettings)";
"Themes (SMS)" = "Θέματα (SMS)";
"Themes (Sounds)" = "Θέματα (Ήχοι)";
"Themes (SpringBoard)" = "Θέματα (SpringBoard)";
"Themes (SummerBoard)" = "Θέματα (SummerBoard)";
"Themes (System)" = "Θέματα (Σύστημα)";
"Themes (Videos)" = "Θέματα (Βίντεο)";
"Themes (WinterBoard)" = "Θέματα (WinterBoard)";
"Toys" = "Παιχνίδια";
"Tweaks" = "Παραμετροποιήσεις";
"Tweaks 2.0" = "Παραμετροποιήσεις 2.0";
"Tweaks 2.1" = "Παραμετροποιήσεις 2.1";
"Tweaks 2.2" = "Παραμετροποιήσεις 2.2";
"Utilities" = "Εργαλεία";
"Wallpaper" = "Φόντο";
"Wallpapers" = "Φόντα";
"WebApps" = "WebApps";
"WebClips" = "WebClips";
"Widgets" = "Widgets";
"X_Window" = "X-Windows";
